class Url:
    BASE_URL = 'https://qa-scooter.praktikum-services.ru/'
    DZEN_URL = 'https://dzen.ru/?yredirect=true&is_autologin_ya=true'

class AnswersList:
    answer_text_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
    answer_text_2= "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."
    answer_text_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    answer_text_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    answer_text_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    answer_text_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    answer_text_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    answer_text_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

class User:
    user_1 = {
        1:'Иван',
        2:'Иванович',
        3:'ул.Гастелло, д. 4',
        4:'89999999999',
        5:'28.05.2024',
        6:'Покатаемся!'
    }

    user_2 = {
        1: 'Семен',
        2: 'Семенович',
        3: 'ул.Гастелло, д. 4',
        4: '89876543210',
        5: '28.05.2024',
        6: 'Покатаемся!'
    }
